{
  "Movies": [
    {
      "id": 11,
      "name": "Parasite",
      "img": "https://m.media-amazon.com/images/M/MV5BYWZjMjk3ZTItODQ2ZC00NTY5LWE0ZDYtZTI3MjcwN2Q5NTVkXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX674_.jpg",
      "year": "2019",
      "synopsis": "Parasite is a masterful South Korean film that explores the dynamics of class, power, and family through the story of the Kim family, who live in a cramped basement apartment and struggle to make ends meet. When their son Ki-woo is hired to tutor the daughter of the wealthy Park family, the Kims see an opportunity to improve their fortunes and gradually insinuate themselves into the lives of their employers, with unexpected and devastating consequences. As the two families become increasingly intertwined, the Kims' quest for upward mobility takes on a sinister edge, and the film builds to a shocking and unforgettable conclusion. With a sharp script, richly drawn characters, and skillful direction by Bong Joon-ho, Parasite is a powerful and thought-provoking exploration of the human cost of inequality.",
      "genre": [
        "Thriller",
        "Drama"
      ],
      "rating": "8.5"
    },
    {
      "id": 12,
      "name": "Spider-Man: Into the Spider-Verse",
      "img": "https://m.media-amazon.com/images/M/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_FMjpg_UX674_.jpg",
      "year": "2018",
      "synopsis": "Spider-Man is a superhero film that tells the origin story of Peter Parker, an awkward teenager who gains extraordinary powers after being bitten by a genetically altered spider. As he struggles to come to terms with his new abilities, Peter must also navigate the challenges of high school and contend with a dangerous criminal underworld led by the villainous Green Goblin. With the help of his loving Aunt May, his best friend Harry Osborn, and his unrequited crush Mary Jane Watson, Peter gradually assumes the mantle of Spider-Man, using his incredible strength, agility, and web-slinging powers to fight for justice and protect the people of New York City. With thrilling action sequences, a heartfelt romance, and a nuanced portrayal of its hero's inner struggles, Spider-Man is a beloved classic of the superhero genre.",
      "genre": [
        "Family",
        "Action"
      ],
      "rating": "8.3"
    },
    {
      "id": 13,
      "name": "Coco",
      "img": "https://m.media-amazon.com/images/M/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_FMjpg_UX674_.jpg",
      "year": "2017",
      "synopsis": "Coco is a heartwarming animated film that celebrates the power of family, music, and Mexican culture. The story follows a young boy named Miguel who dreams of becoming a musician, despite his family's generations-old ban on music. When he accidentally finds himself transported to the Land of the Dead on the Day of the Dead, Miguel sets out to find his great-great-grandfather, a legendary musician whose legacy has been all but forgotten. Along the way, he encounters a lively cast of characters, including his mischievous skeletal companion Hector and the iconic artist Frida Kahlo, as he learns the true importance of remembering and honoring one's ancestors. With vibrant animation, catchy musical numbers, and a moving message of love and remembrance, Coco is a must-see film for audiences of all ages.",
      "genre": [
        "Family",
        "Adventure"
      ],
      "rating": "8.3"
    },
    {
      "id": 14,
      "name": "Your Name",
      "img": "https://m.media-amazon.com/images/M/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_FMjpg_UX674_.jpg",
      "year": "2016",
      "synopsis": "Your Name is a stunning anime film that explores the themes of time, memory, and destiny through the story of two teenagers, Mitsuha and Taki, who mysteriously begin to swap bodies with each other. Despite never having met in person, the two develop a profound connection as they navigate each other's lives and try to unravel the strange forces that have brought them together. As they delve deeper into the mystery of their connection, they discover that their fates are inexorably linked to a catastrophic event that threatens to tear them apart forever. With breathtaking visuals, a hauntingly beautiful score, and a deeply emotional story, Your Name is a captivating and unforgettable tale of love and sacrifice that transcends time and space.",
      "genre": [
        "Romance",
        "Fantasy"
      ],
      "rating": "8.3"
    },
    {
      "id": 15,
      "name": "Argonavis Movie: Axia",
      "img": "https://gogocdn.net/cover/rabbits-kingdom-the-movie.png",
      "year": "2022",
      "synopsis": "Argonavis Movie: Axia is a high-energy anime film that follows the members of the Argonavis band as they navigate the challenges of fame, friendship, and creativity. When they are invited to participate in a major music festival, the band is thrilled to have the chance to showcase their talent and connect with their fans. However, as they prepare for the big event, tensions begin to emerge between the bandmates, and they must confront their own fears and insecurities if they hope to perform at their best. With electrifying performances, heartwarming character development, and a richly imagined world of music and emotion, Argonavis Movie: Axia is a must-see film for fans of anime and music alike.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 16,
      "name": "Tensei shitara Slime Datta Ken Movie: Guren no Kizuna",
      "img": "https://gogocdn.net/cover/tensei-shitara-slime-datta-ken-movie-guren-no-kizuna-hen.png",
      "year": "2022",
      "synopsis": "Tensei shitara Slime Datta Ken is a popular anime series that follows the adventures of Satoru Mikami, a 37-year-old man who is killed in a random stabbing incident and reincarnated in a fantasy world as a slime. Although he begins his new life as a weak and powerless creature, Satoru quickly discovers that he has a unique set of skills and abilities that allow him to navigate the dangers of this new world and make new friends along the way. As he gains new powers and allies, Satoru embarks on a quest to build a new life for himself and help those around him, all while coming to terms with the loss of his former identity and the challenges of his new form. With vibrant animation, quirky characters, and a richly imagined world of magic and adventure, Tensei shitara Slime Datta Ken is a beloved anime series that has captured the hearts of fans around the world.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 17,
      "name": "Suzume no Tojimari",
      "img": "https://gogocdn.net/cover/suzume-no-tojimari-1664425632.png",
      "year": "2022",
      "synopsis": "Tensei shitara Slime Datta Ken is a popular anime series that follows the adventures of Satoru Mikami, a 37-year-old man who is killed in a random stabbing incident and reincarnated in a fantasy world as a slime. Although he begins his new life as a weak and powerless creature, Satoru quickly discovers that he has a unique set of skills and abilities that allow him to navigate the dangers of this new world and make new friends along the way. As he gains new powers and allies, Satoru embarks on a quest to build a new life for himself and help those around him, all while coming to terms with the loss of his former identity and the challenges of his new form. With vibrant animation, quirky characters, and a richly imagined world of magic and adventure, Tensei shitara Slime Datta Ken is a beloved anime series that has captured the hearts of fans around the world.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 18,
      "name": "Sword Art Online: Progressive Movie - Kuraki",
      "img": "https://gogocdn.net/cover/sword-art-online-progressive-movie-kuraki-yuuyami-no-scherzo.png",
      "year": "2022",
      "synopsis": "Sword Art Online is a popular anime series that takes place in the year 2022, where virtual reality gaming has become the norm. The game's creator, Akihiko Kayaba, creates a new game called Sword Art Online (SAO), which allows players to fully immerse themselves in a massive virtual world with their minds. However, when ten thousand players log into the game on its launch day, they discover that they cannot log out, and Kayaba reveals that he has trapped them all in the game until someone can complete all 100 floors of the game's tower. Protagonist Kirito and his friends, along with a host of other players, must navigate their way through the game's challenges and dangers if they hope to make it out alive. With exciting battles, complex characters, and a thought-provoking examination of the nature of gaming and reality, Sword Art Online is a thrilling and engrossing anime that has captured the imaginations of fans worldwide.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 19,
      "name": "Bokura no Yoake",
      "img": "https://gogocdn.net/cover/bokura-no-yoake.png",
      "year": "2022",
      "synopsis": "Tensei shitara Slime Datta Ken is a popular anime series that follows the adventures of Satoru Mikami, a 37-year-old man who is killed in a random stabbing incident and reincarnated in a fantasy world as a slime. Although he begins his new life as a weak and powerless creature, Satoru quickly discovers that he has a unique set of skills and abilities that allow him to navigate the dangers of this new world and make new friends along the way. As he gains new powers and allies, Satoru embarks on a quest to build a new life for himself and help those around him, all while coming to terms with the loss of his former identity and the challenges of his new form. With vibrant animation, quirky characters, and a richly imagined world of magic and adventure, Tensei shitara Slime Datta Ken is a beloved anime series that has captured the hearts of fans around the world.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 20,
      "name": "Kin no Kuni Mizu no Kuni",
      "img": "https://gogocdn.net/cover/kin-no-kuni-mizu-no-kuni.png",
      "year": "2022",
      "synopsis": "Kin no Kuni Mizu no Kuni is a Japanese fantasy light novel series by Nisio Isin. The story is set in a world divided into two nations, the wealthy and technologically advanced Kin no Kuni and the impoverished Mizu no Kuni, which is suffering from water shortages. The story follows two main characters, the pragmatic and capable ruler of Kin no Kuni, Kazuki Yasaka, and the free-spirited and curious daughter of Mizu no Kuni's chief, Kuon, who dreams of exploring the world beyond her borders. As they become embroiled in political intrigue and clashes between their respective nations, they develop a unique relationship that will shape the fate of both kingdoms. With its compelling world-building, dynamic characters, and intricate plot, Kin no Kuni Mizu no Kuni is a must-read for fans of fantasy and political intrigue.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 21,
      "name": "The First Slam Dunk",
      "img": "https://gogocdn.net/cover/the-first-slam-dunk-1667529452.png",
      "year": "2022",
      "synopsis": "is highly acclaimed basketball manga Slam Dunk. The story revolves around a young prodigy named Satoru Yaguchi, who possesses incredible talent and a passion for basketball. Despite his lack of experience, he aims to lead his middle school team to victory in the national championship. Along the way, he faces numerous challenges, both on and off the court, and must learn to work with his teammates, many of whom have their own unique personalities and struggles. With its engaging characters, intense basketball action, and compelling storyline, The First Slam Dunkoffers fans of the genre an exciting and insightful look into the origins of one of the most beloved sports manga series of all time.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 22,
      "name": "Tsurune Movie: Hajimari no Issha",
      "img": "https://gogocdn.net/cover/tsurune-movie-hajimari-no-issha.png",
      "year": "2022",
      "synopsis": "Tsurune Movie: Hajimari no Issha is a Japanese animated film directed by Takuya Yamamura and produced by Kyoto Animation. It serves as a continuation of the Tsurune anime series, which focuses on a high school archery club and its members. The story follows the young archer Minato, who has a natural talent for the sport but is struggling with the emotional and psychological pressures that come with competitive archery. As he and his teammates prepare for a major tournament, they must confront their own personal demons and find ways to support each other through the ups and downs of their training. With its gorgeous animation, nuanced character development, and intense competition scenes, Tsurune Movie: Hajimari no Issha offers a compelling and emotional story that will resonate with fans of sports anime and drama alike.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 23,
      "name": "One Piece Film: Red (CAMRIP)",
      "img": "https://gogocdn.net/cover/one-piece-film-red.png",
      "year": "2022",
      "synopsis": "One Piece is a Japanese manga and anime series created by Eiichiro Oda. The story follows a young boy named Monkey D. Luffy who, after consuming a magical fruit called the Gum-Gum Fruit, gains the ability to stretch his body like rubber. Luffy sets out on a journey to become the King of the Pirates, and along the way, he forms a diverse crew of pirates with unique skills and personalities. Together, they sail the Grand Line, a treacherous sea filled with dangerous creatures and powerful enemies, in search of the legendary treasure known as One Piece. With its colorful cast of characters, epic battles, and intricate world-building, One Piece has become one of the most beloved and successful manga and anime franchises of all time. ",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 24,
      "name": "Idol Bu Show Movie",
      "img": "https://gogocdn.net/cover/idol-bu-show-movie.png",
      "year": "2022",
      "synopsis": "surune Movie: Hajimari no Issha is a Japanese animated film directed by Takuya Yamamura and produced by Kyoto Animation. It serves as a continuation of the Tsurune anime series, which focuses on a high school archery club and its members. The story follows the young archer Minato, who has a natural talent for the sport but is struggling with the emotional and psychological pressures that come with competitive archery. As he and his teammates prepare for a major tournament, they must confront their own personal demons and find ways to support each other through the ups and downs of their training. With its gorgeous animation, nuanced character development, and intense competition scenes, Tsurune Movie: Hajimari no Issha offers a compelling and emotional story that will resonate with fans of sports anime and drama alike.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    },
    {
      "id": 25,
      "name": "Fate/Grand Order: First Order",
      "img": "https://gogocdn.net/cover/fategrand-order-first-order.png",
      "year": "2022",
      "synopsis": "Fate/Grand Order: First Order is an anime film that follows the story of Ritsuka Fujimaru, a young mage who is recruited by the Chaldea Security Organization to participate in a mission to save humanity. With the help of his new partner, the powerful servant Saber, Ritsuka must travel back in time to prevent the extinction of mankind. Along the way, they team up with other legendary servants, battle dangerous enemies, and uncover a sinister plot that threatens to destroy the fabric of time and space. The fate of the world rests on their shoulders as they fight to protect humanity and restore history to its proper course.",
      "genre": [
        "anime"
      ],
      "rating": "8.3"
    }
  ]
}